Revit 2027 API
PipeFittingAndAccessoryPressureDropItem.Coefficient Property
 The coefficient between the begin connector and end connector, unitlesss.
Namespace: Autodesk.Revit.DB.Plumbing
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Coefficient { get; set; }
Public Property Coefficient As Double
	Get
	Set
public:
property double Coefficient {
	double get ();
	void set (double value);
}
member Coefficient : float with get, set
Property Value
Double
See Also
Reference
PipeFittingAndAccessoryPressureDropItem Class
Autodesk.Revit.DB.Plumbing Namespace